Award = {
    '1 short': 'Успешный POST',
    '2 short': 'Обнаружены незначительные ошибки. На экране монитора появляется предложение войти в программу CMOS Setup Utility и исправить ситуацию. Проверьте надежность крепления шлейфов в разъемах жесткого диска и материнской платы.',
    '3 short': 'Ошибка контроллера клавиатуры',
    '1 long + 1 short': 'Ошибка оперативной памяти (RAM)',
    '1 long + 2 short': 'Ошибка видеокарты',
    '1 long + 3 short': 'Ошибка видеопамяти',
    '1 long + 9 short': 'Ошибка при чтении из ПЗУ',
    'continuous short': 'Проблемы с блоком питания; Проблемы с ОЗУ',
    'continuous long': 'Проблемы с ОЗУ',
    'continuous high-low frequency': 'Проблемы с CPU',
    'continuous': 'Проблемы с блоком питания'
}
