Compaq = {
    '1 short': 'Ошибок нет. Нормальная загрузка системы',
    '2 short': 'Глобальная ошибка',
    '7 short': 'Неисправность видеокарты AGP. Проверьте правильность установки',
    '1 long + 1 short': 'Ошибка контрольной суммы памяти CMOS BIOS. Возможно сел аккумулятор ROM',
    '1 long + 2 short': 'Ошибка инициализации видеокарты. Проверьте правильность установки видеокарты',
    '1 long continuous': 'Ошибка оперативной памяти, попробуйте перезагрузиться',
    '2 long + 1 short': 'Неисправность оперативной памяти. Перезагрузитесь через Reset'
}
