IBM = {
    '1 short': 'Успешный POST',
    '1 short + empty screen': 'Неисправна видеосистема',
    '2 short': 'Не подключен монитор',
    '3 short': 'Неисправна материнская плата (ошибка контроллера клавиатуры)',
    '1 long + 1 short': 'Неисправна материнская плата',
    '1 long + 2 short': 'Неисправна видеосистема (Mono/CGA)',
    '1 long + 3 short': 'Неисправна видеосистема (EGA/VGA)',
    'continuous short': 'Неисправности связаны с блоком питания или материнской платой',
    'continuous': 'Проблемы с блоком питания или материнской платой',
    'there is no sound': 'Неисправны блок питания, материнская плата, или динамик'
}
