UEFI = {
    '1 short': 'Загрузка прошла успешно',
    '2 short': 'Есть не критичные ошибки',
    '3 long': 'Ошибку выдал контроллер клавиатуры',
    '1 short + 1 long': 'Неисправна оперативная память',
    '1 long + 2 short': 'Об ошибке сигнализирует видеокарта',
    '1 long + 3 short': 'Ошибка видеопамяти',
    '1 long + 9 short': 'Ошибка при чтении из ПЗУ',
    'continuous short': 'Неисправность блока питания или оперативной памяти',
    'continuous long': 'Проблемы с ОЗУ',
    'alternating long and short': 'Неисправность процессора',
    'continuous': 'Сигнализирует о проблемах с блоком питания'
}
